Task 1
Дан input.i - 1. Напишите функцию t1, которая выводит в.out - 1 символ и возвращает его.Во всех последующих задачах - работаем с латиницей и цифрами.

Task 2
Дан input.i - 2. Напишите функцию t2, которая выводит в.out - 2 код символа и возвращает его.

Task 3
Дан input.i - 3. Напишите функцию t3, которая выводит на страницу true если введен символ и false если цифра.Для определения - используйте код клавиши.

Task 4
Дан input.i - 4. Напишите функцию t4, которая выводит в.out - 4 только символы в нижнем регистре.Т.е.ввели ab4Bci в out получаем ab4bci.